Repository: ubernostrum/django-registration
Catalog: registration/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Activate users
uk: Активувати облікові записи

source: Re-send activation emails
uk: Вислати ключі активації заново

source: Username
uk: Ім’я користувача

source: This value must contain only letters, numbers and underscores.
uk: Це поле може містити тільки літери, цифри та підкреслення.

source: Email address
uk: Адреса електронної пошти

source: Password
uk: Пароль

source: Password (again)
uk: Пароль (знову)

source: A user with that username already exists.
uk: Користувач із таким ім’ям вже існує.

source: The two password fields didn't match.
uk: Введені паролі не співпадають.

source: I have read and agree to the Terms of Service
uk: Я прочитав Правила Використання і згоден з ними

source: You must agree to the terms to register
uk: Для реєстрації Ви повинні погодитися з Правилами

source: This email address is already in use. Please supply a different email address.
uk: Ця адреса електронної пошти вже використовується. Будь ласка, введіть іншу адресу.

source: Registration using free email addresses is prohibited. Please supply a different email address.
uk: Реєстрація з використанням вільних поштових серверів заборонена. Будь ласка, введіть іншу адресу електронної пошти.

source: user
uk: користувач

source: activation key
uk: ключ активації

source: registration profile
uk: картка реєстрації

source: registration profiles
uk: картки реєстрації
